Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# task.permanent_delete.message
source: This task and all its checklist items, reminders, and links are removed for good. This can’t be undone — use Cancel to keep the record instead.
ar: ستتم إزالة هذه المهمة وجميع عناصر قائمة التحقق والتذكيرات والروابط الخاصة بها نهائيًا. لا يمكن التراجع عن هذا الإجراء. استخدم "إلغاء المهمة" للاحتفاظ بالسجل بدلًا من ذلك.
bn: এই টাস্ক এবং এর সব চেকলিস্ট আইটেম, রিমাইন্ডার ও লিঙ্ক চিরতরে সরিয়ে ফেলা হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না – রেকর্ড রেখে দিতে চাইলে বরং টাস্কটি বাতিল করুন।
de: Diese Aufgabe und alle zugehörigen Checklistenpunkte, Erinnerungen und Verknüpfungen werden endgültig entfernt. Dies kann nicht rückgängig gemacht werden – verwende stattdessen „Aufgabe abbrechen“, um den Eintrag zu behalten.
el: Αυτή η εργασία και όλα τα στοιχεία της λίστας ελέγχου, οι υπομνήσεις και οι σύνδεσμοί της αφαιρούνται οριστικά. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί – χρησιμοποιήστε «Ακύρωση» για να διατηρήσετε την εγγραφή.
es: Esta tarea y todos sus elementos de lista de comprobación, recordatorios y vínculos se eliminan para siempre. Esta acción no se puede deshacer; usa Cancelar para conservar el registro.
fa: این کار و همه موارد چک‌لیست، یادآورها و پیوندهایش برای همیشه حذف می‌شوند. این کار قابل بازگشت نیست — برای حفظ سابقه، به‌جای آن از «لغو کار» استفاده کنید.
fr: Cette tâche, ainsi que tous ses éléments de liste de contrôle, rappels et liens, sera supprimée définitivement. Cette action est irréversible. Pour conserver une trace, annulez plutôt la tâche.
he: המשימה וכל פריטי רשימת התיוג, התזכורות והקישורים שלה יימחקו לצמיתות. לא ניתן לבטל פעולה זו — כדי לשמור את הרשומה, יש להשתמש במקום זאת ב"ביטול".
hi: यह कार्य और उसके सभी चेकलिस्ट आइटम, रिमाइंडर और लिंक हमेशा के लिए हट जाते हैं। इसे पूर्ववत नहीं किया जा सकता — रिकॉर्ड रखना हो तो इसके बजाय “रद्द करें” का उपयोग करें।
id: Tugas ini beserta semua item daftar centang, pengingat, dan tautannya dihapus secara permanen. Tindakan ini tidak dapat diurungkan – gunakan Batalkan agar catatannya tetap tersimpan.
it: Questa attività, insieme a tutti i suoi elementi della lista di controllo, promemoria e collegamenti, verrà eliminata definitivamente. L’azione non può essere annullata. Per conservare una traccia, annulla invece l’attività.
ja: このタスクと、そのチェックリスト項目、リマインダー、リンクがすべて完全に削除されます。この操作は取り消せません。記録を残したい場合は、代わりに「キャンセル」を使用してください。
ko: 이 할 일과 모든 체크리스트 항목, 알림, 링크가 완전히 제거됩니다. 이 동작은 취소할 수 없습니다. 기록을 남기려면 대신 ‘취소’를 사용하세요.
mr: हे कार्य आणि त्याचे सर्व तपासणी यादी आयटम, रिमाइंडर आणि लिंक कायमचे काढून टाकले जातात. हे पूर्ववत करता येणार नाही – त्याऐवजी नोंद ठेवण्यासाठी कार्य रद्द करा.
ms: Tugas ini beserta semua item senarai semak, peringatan dan pautannya dipadam secara kekal. Tindakan ini tidak boleh dibuat asal – gunakan Batalkan untuk mengekalkan rekod sebaliknya.
nl: Deze taak en alle bijbehorende checklistonderdelen, herinneringen en koppelingen worden definitief verwijderd. Dit kan niet ongedaan worden gemaakt – gebruik in plaats daarvan ‘Annuleer taak’ om het item te behouden.
pl: To zadanie wraz ze wszystkimi elementami listy kontrolnej, przypomnieniami i linkami zostanie usunięte na zawsze. Tej operacji nie można cofnąć — aby zachować zapis, zamiast tego anuluj zadanie.
pt_br: Esta tarefa e todos os seus itens da lista de verificação, lembretes e vínculos serão removidos permanentemente. Esta ação não pode ser desfeita. Para manter o registro, cancele a tarefa.
ro: Această sarcină, împreună cu toate elementele listei de control, mementourile și legăturile ei, va fi eliminată definitiv. Acțiunea nu poate fi anulată – folosiți în schimb „Anulați sarcina” pentru a păstra înregistrarea.
ru: Эта задача со всеми пунктами чек-листа, напоминаниями и ссылками будет удалена навсегда. Это действие необратимо — чтобы сохранить запись, вместо этого отмените задачу.
ta: இந்தப் பணியும் அதன் சரிபார்ப்புப் பட்டியல் ஐட்டங்கள், நினைவூட்டல்கள், இணைப்புகள் அனைத்தும் நிரந்தரமாக நீக்கப்படும். இதைச் செயல்தவிர்க்க முடியாது – அதற்குப் பதிலாகப் பதிவை வைத்திருக்க, பணியை ரத்துசெய்யவும்.
te: ఈ టాస్క్, దీని చెక్‌లిస్ట్ ఐటెమ్‌లు, రిమైండర్‌లు, లింక్‌లు అన్నీ శాశ్వతంగా తొలగించబడతాయి. ఇది అన్‌డూ చేయబడదు – బదులుగా రికార్డ్‌ను ఉంచడానికి టాస్క్‌ను రద్దు చేయండి.
th: งานนี้พร้อมรายการเช็คลิสต์ เตือนความจำ และลิงก์ทั้งหมดจะถูกลบอย่างถาวร การดำเนินการนี้ไม่สามารถเลิกทำได้ ให้ใช้ “ยกเลิก” เพื่อเก็บบันทึกไว้แทน
tr: Bu görev; tüm kontrol listesi öğeleri, anımsatıcıları ve bağlantılarıyla birlikte kalıcı olarak kaldırılır. Bu işlem geri alınamaz; kaydı korumak için bunun yerine “İptal et” seçeneğini kullanın.
uk: Це завдання з усіма пунктами чек-листа, нагадуваннями та посиланнями буде видалено назавжди. Ця дія незворотна — щоб зберегти запис, натомість скасуйте завдання.
ur: یہ کام اور اس کے تمام چیک لسٹ آئٹمز، یاد دہانیاں اور لنکس ہمیشہ کے لیے ہٹا دیے جائیں گے۔ اسے واپس نہیں کیا جا سکتا — ریکارڈ رکھنے کے لیے اس کے بجائے منسوخ کا استعمال کریں۔
vi: Nhiệm vụ này cùng mọi mục checklist, lời nhắc và liên kết của nó sẽ bị xóa vĩnh viễn. Không thể hoàn tác hành động này – hãy dùng Hủy để giữ lại bản ghi.
zh_hans: 此任务及其所有清单项、提醒和关联都将被永久删除，无法撤销。如需保留记录，请改用“取消”。
zh_hant: 這個任務及其所有核對清單項目、提醒與連結都會被永久移除，且無法還原。若想保留紀錄，請改用「取消」。

# task.permanent_delete.title
source: Delete “%@” permanently?
ar: هل تريد حذف "%@" نهائيًا؟
bn: “%@” স্থায়ীভাবে ডিলিট করবেন?
de: „%@“ endgültig löschen?
el: Να διαγραφεί οριστικά η εργασία «%@»;
es: ¿Eliminar “%@” definitivamente?
fa: «%@» برای همیشه حذف شود؟
fr: Supprimer « %@ » définitivement ?
he: למחוק את "%@" לצמיתות?
hi: “%@” को हमेशा के लिए हटाएँ?
id: Hapus “%@” secara permanen?
it: Eliminare “%@” definitivamente?
ja: 「%@」を完全に削除しますか？
ko: “%@” 할 일을 영구 삭제하시겠습니까?
mr: ‘%@’ कायमस्वरूपी हटवायचे का?
ms: Padam “%@” secara kekal?
nl: ‘%@’ definitief verwijderen?
pl: Usunąć „%@” na stałe?
pt_br: Excluir “%@” permanentemente?
ro: Ștergeți definitiv „%@”?
ru: Удалить «%@» навсегда?
ta: “%@” பணியை நிரந்தரமாக நீக்கவா?
te: “%@” టాస్క్‌ను శాశ్వతంగా డిలీట్ చేయాలా?
th: ลบงาน “%@” อย่างถาวรหรือไม่
tr: “%@” görevi kalıcı olarak silinsin mi?
uk: Видалити «%@» назавжди?
ur: "%@" کو مستقل طور پر حذف کریں؟
vi: Xóa vĩnh viễn “%@”?
zh_hans: 永久删除“%@”？
zh_hant: 要永久刪除「%@」嗎？

# task.reminder.notification.fallback_body
source: Lorvex task reminder
ar: تذكير بمهمة في Lorvex
bn: Lorvex টাস্ক রিমাইন্ডার
de: Lorvex-Aufgabenerinnerung
el: Υπόμνηση εργασίας Lorvex
es: Recordatorio de tarea de Lorvex
fa: یادآور کار Lorvex
fr: Rappel de tâche Lorvex
he: תזכורת משימה מ-Lorvex
hi: Lorvex कार्य रिमाइंडर
id: Pengingat tugas Lorvex
it: Promemoria attività di Lorvex
ja: Lorvexのタスクのリマインダー
ko: Lorvex 할 일 알림
mr: Lorvex कार्य रिमाइंडर
ms: Peringatan tugas Lorvex
nl: Lorvex-taakherinnering
pl: Przypomnienie o zadaniu Lorvex
pt_br: Lembrete de tarefa do Lorvex
ro: Memento de sarcină Lorvex
ru: Напоминание о задаче Lorvex
ta: Lorvex பணி நினைவூட்டல்
te: Lorvex టాస్క్ రిమైండర్
th: เตือนความจำของงาน Lorvex
tr: Lorvex görev anımsatıcısı
uk: Нагадування про завдання Lorvex
ur: کام کی یاد دہانی
vi: Lời nhắc nhiệm vụ Lorvex
zh_hans: Lorvex 任务提醒
zh_hant: Lorvex 任務提醒

# task.row.hidden_until
source: Hidden until %@
ar: مخفية حتى %@
bn: %@ পর্যন্ত লুকানো
de: Ausgeblendet bis %@
el: Κρυμμένη μέχρι %@
es: Oculta hasta %@
fa: پنهان تا %@
fr: Masquée jusqu’à %@
he: מוסתרת עד %@
hi: %@ तक छिपा हुआ
id: Disembunyikan hingga %@
it: Nascosta fino a %@
ja: %@まで非表示
ko: %@까지 숨김
mr: %@ पर्यंत लपवलेले
ms: Disembunyikan sehingga %@
nl: Verborgen tot %@
pl: Ukryte do %@
pt_br: Oculta até %@
ro: Ascunsă până la %@
ru: Скрыта до %@
ta: %@ வரை மறைக்கப்பட்டுள்ளது
te: %@ వరకు దాచబడింది
th: ซ่อนไว้จนถึง %@
tr: Şu tarihe kadar gizli: %@
uk: Приховано до %@
ur: %@ تک چھپا ہوا
vi: Ẩn đến %@
zh_hans: 隐藏至 %@
zh_hant: 隱藏至 %@

# task.snooze.custom
source: Custom Date…
ar: تاريخ مخصص…
bn: কাস্টম তারিখ…
de: Eigenes Datum …
el: Προσαρμοσμένη ημερομηνία…
es: Fecha personalizada…
fa: تاریخ سفارشی…
fr: Date personnalisée…
he: תאריך מותאם אישית…
hi: कस्टम तारीख़…
id: Tanggal Khusus…
it: Data personalizzata…
ja: 日付を指定…
ko: 날짜 직접 지정…
mr: कस्टम दिनांक…
ms: Tarikh Tersuai…
nl: Aangepaste datum…
pl: Inna data…
pt_br: Data personalizada…
ro: Dată personalizată…
ru: Другая дата…
ta: பிரத்தியேகத் தேதி…
te: కస్టమ్ తేదీ…
th: วันที่กำหนดเอง…
tr: Özel tarih…
uk: Інша дата…
ur: حسب ضرورت تاریخ…
vi: Ngày tùy chỉnh…
zh_hans: 自定义日期…
zh_hant: 自訂日期…

# task.snooze.title
source: Snooze Until
ar: غفوة حتى
bn: এই পর্যন্ত স্নুজ করুন
de: Ausblenden bis
el: Αναβολή μέχρι
es: Posponer hasta
fa: تعویق تا
fr: Masquer jusqu’à
he: נודניק עד
hi: इस तक स्नूज़ करें
id: Tunda Hingga
it: Nascondi fino a
ja: 次の日時までスヌーズ
ko: 다음 시점까지 다시 알림
mr: यापर्यंत स्नूझ करा
ms: Tangguh Sehingga
nl: Verberg tot
pl: Ukryj do
pt_br: Ocultar até
ro: Ascundeți până la
ru: Скрыть до
ta: எதுவரை ஒத்திவைக்க வேண்டும்
te: ఎప్పటి వరకు స్నూజ్ చేయాలి
th: เลื่อนไปจนถึง
tr: Şu zamana kadar ertele
uk: Приховати до
ur: اس وقت تک اسنوز کریں
vi: Báo lại đến
zh_hans: 推迟至
zh_hant: 稍後提醒至

# task.snooze.until
source: Snooze until
ar: غفوة حتى
bn: এই পর্যন্ত স্নুজ করুন
de: Ausblenden bis
el: Αναβολή μέχρι
es: Posponer hasta
fa: تعویق تا
fr: Masquer jusqu’à
he: נודניק עד
hi: इस तक स्नूज़ करें
id: Tunda hingga
it: Nascondi fino a
ja: 次の日時までスヌーズ
ko: 다음 시점까지 다시 알림
mr: यापर्यंत स्नूझ करा
ms: Tangguh sehingga
nl: Verberg tot
pl: Ukryj do
pt_br: Ocultar até
ro: Ascundeți până la
ru: Скрыть до
ta: எதுவரை ஒத்திவைக்க வேண்டும்
te: ఎప్పటి వరకు స్నూజ్ చేయాలి
th: เลื่อนไปจนถึง
tr: Şu zamana kadar ertele
uk: Приховати до
ur: اس وقت تک اسنوز کریں
vi: Báo lại đến
zh_hans: 推迟至
zh_hant: 稍後提醒至

# task.status.blocked
source: Blocked
ar: محظورة
bn: ব্লক করা হয়েছে
de: Blockiert
el: Αποκλεισμένη
es: Bloqueada
fa: مسدود
fr: Bloquée
he: חסומה
hi: अवरुद्ध
id: Diblokir
it: Bloccata
ja: ブロック中
ko: 차단됨
mr: ब्लॉक केलेले
ms: Disekat
nl: Geblokkeerd
pl: Zablokowane
pt_br: Bloqueada
ro: Blocată
ru: Заблокирована
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేయబడింది
th: ถูกปิดกั้น
tr: Engellendi
uk: Заблоковано
ur: رکا ہوا
vi: Bị chặn
zh_hans: 被阻塞
zh_hant: 受阻

# task_command.cancel
source: Cancel Task
ar: إلغاء المهمة
bn: টাস্ক বাতিল করুন
de: Aufgabe abbrechen
el: Ακύρωση εργασίας
es: Cancelar tarea
fa: لغو کار
fr: Annuler la tâche
he: ביטול משימה
hi: कार्य रद्द करें
id: Batalkan Tugas
it: Annulla attività
ja: タスクをキャンセル
ko: 할 일 취소
mr: कार्य रद्द करा
ms: Batalkan Tugas
nl: Annuleer taak
pl: Anuluj zadanie
pt_br: Cancelar tarefa
ro: Anulați sarcina
ru: Отменить задачу
ta: பணியை ரத்துசெய்
te: టాస్క్‌ను రద్దు చేయండి
th: ยกเลิกงาน
tr: Görevi iptal et
uk: Скасувати завдання
ur: کام منسوخ کریں
vi: Hủy nhiệm vụ
zh_hans: 取消任务
zh_hant: 取消任務

# task_command.complete
source: Complete Task
ar: إكمال المهمة
bn: টাস্ক সম্পূর্ণ করুন
de: Aufgabe erledigen
el: Ολοκλήρωση εργασίας
es: Completar tarea
fa: تکمیل کار
fr: Terminer la tâche
he: השלמת משימה
hi: कार्य पूर्ण करें
id: Selesaikan Tugas
it: Completa attività
ja: タスクを完了
ko: 할 일 완료
mr: कार्य पूर्ण करा
ms: Selesaikan Tugas
nl: Voltooi taak
pl: Ukończ zadanie
pt_br: Concluir tarefa
ro: Finalizați sarcina
ru: Выполнить задачу
ta: பணியை நிறைவுசெய்
te: టాస్క్‌ను పూర్తి చేయండి
th: ทำงานให้เสร็จ
tr: Görevi tamamla
uk: Виконати завдання
ur: کام مکمل کریں
vi: Hoàn thành nhiệm vụ
zh_hans: 完成任务
zh_hant: 完成任務

# task_command.defer_to_tomorrow
source: Defer to Tomorrow
ar: تأجيل إلى الغد
bn: আগামীকালের জন্য পিছিয়ে দিন
de: Auf morgen verschieben
el: Αναβολή για αύριο
es: Aplazar a mañana
fa: موکول به فردا
fr: Reporter à demain
he: דחייה למחר
hi: कल पर टालें
id: Tunda ke Besok
it: Rimanda a domani
ja: 明日に延期
ko: 내일로 미루기
mr: उद्यासाठी पुढे ढकला
ms: Tangguhkan hingga Esok
nl: Stel uit tot morgen
pl: Odłóż na jutro
pt_br: Adiar para amanhã
ro: Amânați pentru mâine
ru: Отложить на завтра
ta: நாளைக்குத் தள்ளிவை
te: రేపటికి వాయిదా వేయండి
th: เลื่อนไปพรุ่งนี้
tr: Yarına ertele
uk: Відкласти на завтра
ur: کل تک ملتوی کریں
vi: Hoãn đến ngày mai
zh_hans: 推迟到明天
zh_hant: 延後到明天

# task_command.reopen
source: Reopen Task
ar: إعادة فتح المهمة
bn: টাস্ক আবার খুলুন
de: Aufgabe wieder öffnen
el: Εκ νέου άνοιγμα εργασίας
es: Reabrir tarea
fa: بازگشایی کار
fr: Rouvrir la tâche
he: פתיחת משימה מחדש
hi: कार्य फिर से खोलें
id: Buka Kembali Tugas
it: Riapri attività
ja: タスクを未完了に戻す
ko: 할 일 다시 열기
mr: कार्य पुन्हा उघडा
ms: Buka Semula Tugas
nl: Heropen taak
pl: Otwórz zadanie ponownie
pt_br: Reabrir tarefa
ro: Redeschideți sarcina
ru: Открыть задачу снова
ta: பணியை மீண்டும் திற
te: టాస్క్‌ను మళ్ళీ తెరవండి
th: เปิดงานใหม่
tr: Görevi yeniden aç
uk: Відкрити завдання знову
ur: کام دوبارہ کھولیں
vi: Mở lại nhiệm vụ
zh_hans: 重新打开任务
zh_hant: 重新開啟任務

# task_command.save
source: Save Task
ar: حفظ المهمة
bn: টাস্ক সেভ করুন
de: Aufgabe sichern
el: Αποθήκευση εργασίας
es: Guardar tarea
fa: ذخیره کار
fr: Enregistrer la tâche
he: שמירת משימה
hi: कार्य सहेजें
id: Simpan Tugas
it: Salva attività
ja: タスクを保存
ko: 할 일 저장
mr: कार्य जतन करा
ms: Simpan Tugas
nl: Bewaar taak
pl: Zapisz zadanie
pt_br: Salvar tarefa
ro: Salvați sarcina
ru: Сохранить задачу
ta: பணியைச் சேமி
te: టాస్క్‌ను సేవ్ చేయండి
th: บันทึกงาน
tr: Görevi kaydet
uk: Зберегти завдання
ur: کام محفوظ کریں
vi: Lưu nhiệm vụ
zh_hans: 保存任务
zh_hant: 儲存任務

# task_command.show_detail
source: Show Task Detail
ar: إظهار تفاصيل المهمة
bn: টাস্কের বিস্তারিত বিবরণ দেখুন
de: Aufgabendetails einblenden
el: Εμφάνιση λεπτομερειών εργασίας
es: Mostrar detalle de la tarea
fa: نمایش جزئیات کار
fr: Afficher les détails de la tâche
he: הצגת פרטי המשימה
hi: कार्य का ब्योरा दिखाएँ
id: Tampilkan Detail Tugas
it: Mostra dettagli attività
ja: タスクの詳細を表示
ko: 할 일 세부 정보 보기
mr: कार्याचे तपशील दाखवा
ms: Tunjukkan Butiran Tugas
nl: Toon taakdetails
pl: Pokaż szczegóły zadania
pt_br: Mostrar detalhes da tarefa
ro: Afișați detaliile sarcinii
ru: Показать подробности задачи
ta: பணி விவரங்களைக் காட்டு
te: టాస్క్ వివరాలను చూపండి
th: แสดงรายละเอียดงาน
tr: Görev ayrıntılarını göster
uk: Показати подробиці завдання
ur: کام کی تفصیل دکھائیں
vi: Hiển thị chi tiết nhiệm vụ
zh_hans: 显示任务详情
zh_hant: 顯示任務詳細資料

# task_detail.actions.add_to_calendar
source: Add to Calendar
ar: إضافة إلى التقويم
bn: ক্যালেন্ডারে যোগ করুন
de: Zum Kalender hinzufügen
el: Προσθήκη στο Ημερολόγιο
es: Añadir al calendario
fa: افزودن به تقویم
fr: Ajouter au calendrier
he: הוספה ללוח השנה
hi: कैलेंडर में जोड़ें
id: Tambahkan ke Kalender
it: Aggiungi al calendario
ja: カレンダーに追加
ko: 캘린더에 추가
mr: दिनदर्शिकेत जोडा
ms: Tambah ke Kalendar
nl: Zet in agenda
pl: Dodaj do Kalendarza
pt_br: Adicionar ao calendário
ro: Adăugați în calendar
ru: Добавить в Календарь
ta: கேலண்டரில் சேர்
te: క్యాలెండర్‌కు జోడించండి
th: เพิ่มไปยังปฏิทิน
tr: Takvim’e ekle
uk: Додати до Календаря
ur: کیلنڈر میں شامل کریں
vi: Thêm vào Lịch
zh_hans: 添加到日历
zh_hant: 加入行事曆

# task_detail.actions.add_to_calendar.no_date_error
source: Add a planned date before adding this task to Calendar.
ar: أضف تاريخ تخطيط قبل إضافة هذه المهمة إلى التقويم.
bn: এই টাস্ক ক্যালেন্ডারে যোগ করার আগে একটি প্ল্যান করা তারিখ যোগ করুন।
de: Lege ein Plandatum fest, bevor du diese Aufgabe zum Kalender hinzufügst.
el: Προσθέστε μια προγραμματισμένη ημερομηνία πριν προσθέσετε αυτήν την εργασία στο Ημερολόγιο.
es: Añade una fecha planificada antes de añadir esta tarea al calendario.
fa: پیش از افزودن این کار به تقویم، یک تاریخ برنامه‌ریزی اضافه کنید.
fr: Ajoutez une date planifiée avant d’ajouter cette tâche au calendrier.
he: יש להוסיף תאריך תכנון לפני הוספת המשימה ללוח השנה.
hi: इस कार्य को कैलेंडर में जोड़ने से पहले प्लान की तारीख़ जोड़ें।
id: Tambahkan tanggal rencana sebelum menambahkan tugas ini ke Kalender.
it: Aggiungi una data pianificata prima di aggiungere questa attività al calendario.
ja: このタスクをカレンダーに追加する前に、予定日を設定してください。
ko: 이 할 일을 캘린더에 추가하기 전에 예정일을 지정하세요.
mr: हे कार्य दिनदर्शिकेत जोडण्यापूर्वी प्लॅन केलेला दिनांक जोडा.
ms: Tambah tarikh rancangan sebelum menambah tugas ini ke Kalendar.
nl: Voeg een geplande datum toe voordat je deze taak in de agenda zet.
pl: Ustaw planowaną datę, zanim dodasz to zadanie do Kalendarza.
pt_br: Adicione uma data planejada antes de adicionar esta tarefa ao calendário.
ro: Adăugați o dată planificată înainte de a adăuga această sarcină în calendar.
ru: Укажите запланированную дату, прежде чем добавлять эту задачу в Календарь.
ta: இந்தப் பணியைக் கேலண்டரில் சேர்ப்பதற்கு முன் திட்டமிட்ட தேதியைச் சேர்க்கவும்.
te: ఈ టాస్క్‌ను క్యాలెండర్‌కు జోడించే ముందు ప్లాన్ చేసిన తేదీని జోడించండి.
th: เพิ่มวันที่วางแผนก่อนเพิ่มงานนี้ไปยังปฏิทิน
tr: Bu görevi Takvim’e eklemeden önce planlanan bir tarih ekleyin.
uk: Вкажіть заплановану дату, перш ніж додавати це завдання до Календаря.
ur: اس کام کو کیلنڈر میں شامل کرنے سے پہلے منصوبہ بند تاریخ شامل کریں۔
vi: Hãy thêm ngày lên kế hoạch trước khi thêm nhiệm vụ này vào Lịch.
zh_hans: 请先添加计划日期，再将此任务加入日历。
zh_hant: 將此任務加入行事曆之前，請先設定安排日期。

# task_detail.actions.cancel_task
source: Cancel Task
ar: إلغاء المهمة
bn: টাস্ক বাতিল করুন
de: Aufgabe abbrechen
el: Ακύρωση εργασίας
es: Cancelar tarea
fa: لغو کار
fr: Annuler la tâche
he: ביטול משימה
hi: कार्य रद्द करें
id: Batalkan Tugas
it: Annulla attività
ja: タスクをキャンセル
ko: 할 일 취소
mr: कार्य रद्द करा
ms: Batalkan Tugas
nl: Annuleer taak
pl: Anuluj zadanie
pt_br: Cancelar tarefa
ro: Anulați sarcina
ru: Отменить задачу
ta: பணியை ரத்துசெய்
te: టాస్క్‌ను రద్దు చేయండి
th: ยกเลิกงาน
tr: Görevi iptal et
uk: Скасувати завдання
ur: کام منسوخ کریں
vi: Hủy nhiệm vụ
zh_hans: 取消任务
zh_hant: 取消任務

# task_detail.ai_notes.clear
source: Clear
ar: مسح
bn: মুছে ফেলুন
de: Löschen
el: Εκκαθάριση
es: Borrar
fa: پاک کردن
fr: Effacer
he: ניקוי
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
mr: क्लिअर करा
ms: Kosongkan
nl: Wis
pl: Wyczyść
pt_br: Limpar
ro: Ștergeți
ru: Очистить
ta: அழி
te: క్లియర్
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# task_detail.ai_notes.clear_confirm.button
source: Clear Context
ar: مسح السياق
bn: প্রসঙ্গ মুছে ফেলুন
de: Kontext löschen
el: Εκκαθάριση πλαισίου
es: Borrar contexto
fa: پاک کردن زمینه
fr: Effacer le contexte
he: ניקוי ההקשר
hi: संदर्भ साफ़ करें
id: Bersihkan Konteks
it: Cancella contesto
ja: コンテキストをクリア
ko: 컨텍스트 지우기
mr: संदर्भ क्लिअर करा
ms: Kosongkan Konteks
nl: Wis context
pl: Wyczyść kontekst
pt_br: Limpar contexto
ro: Ștergeți contextul
ru: Очистить контекст
ta: சூழலை அழி
te: కాంటెక్స్ట్‌ను క్లియర్ చేయండి
th: ล้างบริบท
tr: Bağlamı temizle
uk: Очистити контекст
ur: سیاق صاف کریں
vi: Xóa ngữ cảnh
zh_hans: 清除上下文
zh_hant: 清除背景資訊

# task_detail.ai_notes.clear_confirm.message
source: This removes the assistant-maintained context for this task. The task body and activity history are unchanged.
ar: سيؤدي هذا إلى إزالة السياق الذي يحتفظ به المساعد لهذه المهمة. لا يتغير نص المهمة ولا سجل النشاط.
bn: এতে এই টাস্কের জন্য অ্যাসিস্ট্যান্টের সংরক্ষিত প্রসঙ্গ মুছে যাবে। টাস্কের বিষয়বস্তু ও অ্যাক্টিভিটি হিস্ট্রি অপরিবর্তিত থাকবে।
de: Dadurch wird der vom Assistenten gepflegte Kontext dieser Aufgabe entfernt. Der Aufgabentext und der Aktivitätsverlauf bleiben unverändert.
el: Αυτό αφαιρεί το πλαίσιο που διατηρεί ο βοηθός για αυτήν την εργασία. Το κείμενο της εργασίας και το ιστορικό δραστηριότητας δεν αλλάζουν.
es: Esto elimina el contexto que mantiene el asistente para esta tarea. El cuerpo de la tarea y el historial de actividad no cambian.
fa: زمینه‌ای که دستیار برای این کار نگه می‌دارد حذف می‌شود. متن کار و تاریخچه فعالیت بدون تغییر می‌مانند.
fr: Cela supprime le contexte géré par l’assistant pour cette tâche. Le contenu de la tâche et l’historique d’activité restent inchangés.
he: ההקשר שהעוזר מתחזק למשימה זו יוסר. גוף המשימה והיסטוריית הפעילות לא ישתנו.
hi: इससे इस कार्य का असिस्टेंट द्वारा रखा गया संदर्भ हट जाता है। कार्य के नोट और गतिविधि का इतिहास नहीं बदलते।
id: Ini menghapus konteks yang dikelola asisten untuk tugas ini. Isi tugas dan riwayat aktivitas tidak berubah.
it: Questa azione rimuove il contesto gestito dall’assistente per questa attività. Il contenuto dell’attività e la cronologia delle attività restano invariati.
ja: このタスクについてアシスタントが管理しているコンテキストを削除します。タスクの本文とアクティビティ履歴は変更されません。
ko: 이 할 일에 대해 어시스턴트가 관리하는 컨텍스트를 제거합니다. 할 일 본문과 활동 기록은 변경되지 않습니다.
mr: यामुळे या कार्यासाठी सहाय्यकाने ठेवलेला संदर्भ क्लिअर होईल. कार्याचा मजकूर आणि ॲक्टिव्हिटी हिस्ट्री तशीच राहील.
ms: Ini memadamkan konteks yang diselenggara oleh pembantu AI untuk tugas ini. Kandungan tugas dan sejarah aktiviti tidak berubah.
nl: Hiermee wordt de door de assistent bijgehouden context van deze taak verwijderd. De inhoud van de taak en de activiteitengeschiedenis blijven ongewijzigd.
pl: Spowoduje to usunięcie kontekstu tego zadania prowadzonego przez asystenta. Treść zadania i historia aktywności pozostaną bez zmian.
pt_br: Isso remove o contexto mantido pelo assistente para esta tarefa. O conteúdo da tarefa e o histórico de atividades permanecem inalterados.
ro: Această acțiune elimină contextul gestionat de asistent pentru această sarcină. Conținutul sarcinii și istoricul activității rămân neschimbate.
ru: Будет удалён контекст этой задачи, который ведёт ассистент. Текст задачи и история действий не изменятся.
ta: இது இந்தப் பணிக்காக அசிஸ்டென்ட் பராமரிக்கும் சூழலை நீக்கும். பணியின் உள்ளடக்கமும் செயல்பாட்டு வரலாறும் மாறாது.
te: ఇది ఈ టాస్క్ కోసం అసిస్టెంట్ నిర్వహించే కాంటెక్స్ట్‌ను తొలగిస్తుంది. టాస్క్ కంటెంట్, యాక్టివిటి చరిత్ర మారవు.
th: การดำเนินการนี้จะลบบริบทที่ผู้ช่วยดูแลสำหรับงานนี้ เนื้อหาของงานและประวัติกิจกรรมจะไม่เปลี่ยนแปลง
tr: Bu işlem, bu görev için asistan tarafından tutulan bağlamı kaldırır. Görevin kendisi ve etkinlik geçmişi değişmez.
uk: Буде видалено контекст цього завдання, який веде асистент. Основний текст завдання та історія дій не зміняться.
ur: اس کام کے لیے اسسٹنٹ کا رکھا ہوا سیاق ہٹا دیا جائے گا۔ کام کا متن اور سرگرمی کی تاریخچہ جوں کے توں رہتے ہیں۔
vi: Thao tác này xóa ngữ cảnh do trợ lý duy trì cho nhiệm vụ này. Nội dung nhiệm vụ và lịch sử hoạt động không thay đổi.
zh_hans: 这会移除助手为这项任务维护的上下文。任务正文和活动记录保持不变。
zh_hant: 這會移除助理為此任務維護的背景資訊。任務內容與活動記錄不會變動。

# task_detail.ai_notes.clear_confirm.title
source: Clear assistant context?
ar: هل تريد مسح سياق المساعد؟
bn: অ্যাসিস্ট্যান্টের প্রসঙ্গ মুছে ফেলবেন?
de: Kontext des Assistenten löschen?
el: Να εκκαθαριστεί το πλαίσιο του βοηθού;
es: ¿Borrar el contexto del asistente?
fa: زمینه دستیار پاک شود؟
fr: Effacer le contexte de l’assistant ?
he: לנקות את ההקשר של העוזר?
hi: असिस्टेंट संदर्भ साफ़ करें?
id: Bersihkan konteks asisten?
it: Cancellare il contesto dell’assistente?
ja: アシスタントのコンテキストをクリアしますか？
ko: 어시스턴트 컨텍스트를 지우시겠습니까?
mr: सहाय्यकाचा संदर्भ क्लिअर करायचा का?
ms: Kosongkan konteks pembantu AI?
nl: Context van de assistent wissen?
pl: Wyczyścić kontekst asystenta?
pt_br: Limpar o contexto do assistente?
ro: Ștergeți contextul asistentului?
ru: Очистить контекст ассистента?
ta: அசிஸ்டென்ட் சூழலை அழிக்கவா?
te: అసిస్టెంట్ కాంటెక్స్ట్‌ను క్లియర్ చేయాలా?
th: ล้างบริบทของผู้ช่วยหรือไม่
tr: Asistan bağlamı temizlensin mi?
uk: Очистити контекст асистента?
ur: اسسٹنٹ کا سیاق صاف کریں؟
vi: Xóa ngữ cảnh của trợ lý?
zh_hans: 清除助手上下文？
zh_hant: 要清除助理的背景資訊嗎？

# task_detail.ai_notes.context_label
source: Assistant Context
ar: سياق المساعد
bn: অ্যাসিস্ট্যান্টের প্রসঙ্গ
de: Kontext des Assistenten
el: Πλαίσιο βοηθού
es: Contexto del asistente
fa: زمینه دستیار
fr: Contexte de l’assistant
he: הקשר העוזר
hi: असिस्टेंट संदर्भ
id: Konteks Asisten
it: Contesto dell’assistente
ja: アシスタント用のコンテキスト
ko: 어시스턴트 컨텍스트
mr: सहाय्यकाचा संदर्भ
ms: Konteks Pembantu AI
nl: Context van de assistent
pl: Kontekst asystenta
pt_br: Contexto do assistente
ro: Contextul asistentului
ru: Контекст ассистента
ta: அசிஸ்டென்ட் சூழல்
te: అసిస్టెంట్ కాంటెక్స్ట్
th: บริบทของผู้ช่วย
tr: Asistan bağlamı
uk: Контекст асистента
ur: اسسٹنٹ سیاق
vi: Ngữ cảnh của trợ lý
zh_hans: 助手上下文
zh_hant: 助理背景資訊
